export const testimonials = [
  {
    id: 1,
    name: "عميل سعيد",
    text: "أولاً اشكر المشاركين والمنضمين وكل من ساهم في دعم الاخرين وأستاذة سمية وكامل طاقم أعضاء سكى في هذي المبادرة الطيبة حاولنا نغطي جميع المشاريع والخروج باقصى استفاده لكل من شارك ونتمنى نكون خفيفين ع الكل شكرا شكراً",
    image: "/testimonial_images/testimonial1.png",
  },
  {
    id: 2,
    name: "عميل سعيد",
    text: "شكراً والللجد سمية وجاسم ع المعرض الفنان واجد اسعدتونا بدعمكم لنا ، شاركت فمعارض قبل بس كنتوا الافضل بوالللجد فدعم واجد نشكركم انكم حبيتوا تبرزوا مواهبنا وابداعاتنا وبعد ان شاءالله نحن نحاول ندعمكم بلي نقدر عليه ، استمروا فعطاءتكم ونحن معكم بندعمكم ونتمنالكم دائماً التوفيق ونشوفكم فاعلى المراتب ان شاءالله",
    image: "/testimonial_images/testimonial2.png",
  },
  {
    id: 3,
    name: "عميل سعيد",
    text: "كنتوا أكثر من لجنة منظمة حسسستونا ان المشاريع مشاريعكم، والعمل بروح الفريق كان ما شاء الله حاضر معكم في كل شئ",
    image: "/testimonial_images/testimonial3.png",
  },
  {
    id: 4,
    name: "عميل سعيد",
    text: "مشكورين واجد شغل جبار الصراحة ما قصرتوا 🌹❤️❤️❤️ بارك الله فيكم و ان شاء الله موجودين معاكم المعارض الجاية",
    image: "/testimonial_images/testimonial4.png",
  },
  {
    id: 5,
    name: "عميل سعيد",
    text: "نشكركم ونشكر وقتنا الجميل معكم ونشكر كل من ساهم في جمعنا تحت سقف واحد تحت مسمى واحد لأجل تحقيق اهدافنا المنشودة.... نشكر كل من كان له يد في إنجاح هذا التجمع الجميل الذي كان له دور في تنمية موارد المعرفة والثقافة التجارية لنا.... قضينا وقت ممتع معكم وتعرفنا على زملاء كثيرين وكل ذلك بجهودكم الجميلة فنعيد شكركم ونرجو من الله أن يلهمكم السعادة ويوفقكم في كل مساعيكم دمتم بود....",
    image: "/testimonial_images/testimonial5.png",
  },
  {
    id: 6,
    name: "عميل سعيد",
    text: "يسعدلي مساكم فريق سكى تجربة متفردة .. فريق متلاحم .. مستوىً عالٍ من المسؤولية والمهنية .. مرهف الحنية والإحتواء للناشين .. مترفق جدا بذويهم واستفاراتهم ومتابعتهم. تجربة تستحق التعب والشغف .. تجربة باقى راسخة .. تجربة ترافقها أدعيتنا بأن تبقوا ف الصدارة .. بأن يحالفكم التوفيق .. بأن تكونوا صرحاً يتحذى به ف المبادرات والنجاحات. دمتم ببريق لامع ✨",
    image: "/testimonial_images/testimonial6.png",
  },
  {
    id: 7,
    name: "أستاذة سمية",
    text: "كلمات الشكر لا توفيكم حقكم أستاذة سمية",
    image: "/testimonial_images/testimonial7.png",
  },
  {
    id: 8,
    name: "عميل سعيد",
    text: "سكى معرض الناشئين السلام عليكم جميعا .. شكرا مؤسسة سكى ع إتاحة الفرصة للناشئين انه يكون لهم معرض خاص ..بيهيأهم لعرض منتجاتهم في السوق .. وشكرا لكل المشاركين المبدعين .. شكرا ع اللطافة في التعامل والتشجيع لبعضكم البعض 👏 ربي يبارك في ارزاق الجميع",
    image: "/testimonial_images/testimonial8.png",
  },
  {
    id: 9,
    name: "عميل سعيد",
    text: "كل الشكر والتقدير لكم فريق متلاحم أكثر من رائع",
    image: "/testimonial_images/testimonial9.png",
  },
]
