export interface Testimonial {
  id: number;
  name: string;
  text: string;
  image: string;
}

export const testimonials: Testimonial[] = [
  {
    id: 1,
    name: "عميل سعيد",
    text: `حبيت ابشرك من بعد فضل الله ثم الالتزام صرت حامل ❤️🙈
بعدما يأست سبحان الله و وقفت كل ادويتي ربي كتب لي له الحمد`,
    image:
      "https://bank-sohar-dig.b-cdn.net/smart-spoon/testimonal-section/Screenshot%202025-06-01%20122229.png",
  },
  {
    id: 2,
    name: "عميل سعيد",
    text: `تسلم ابشر وشكراً على التعامل الطيب وعلى اللذاذه والاهتمام بكل التفاصيل اصلا اريد ارسلش بنفسي واشكرش على كل شي والحمدلله باديه احصل نتائج حلوه وفي نتيجه مرضيه`,
    image:
      "https://bank-sohar-dig.b-cdn.net/smart-spoon/testimonal-section/Screenshot%202025-06-01%20122241.png",
  },
  {
    id: 3,
    name: "عميل سعيد",
    text: `حبيبتي والله تستاهلي الشكر جد
امين يارب ويسعدش ويفرحش عمري
حقيقي نتائج حلوه وتتلاحظ ❤️`,
    image:
      "https://bank-sohar-dig.b-cdn.net/smart-spoon/testimonal-section/Screenshot%202025-06-01%20122251.png",
  },
  {
    id: 4,
    name: "عميل سعيد",
    text: `مستانس يعني يكفي النفسيه و الكرشه تقلت 😂😂😂
بعد يبالك تنقصي الكارب شنه
عدة وجبات عندك ممتازه`,
    image:
      "https://bank-sohar-dig.b-cdn.net/smart-spoon/testimonal-section/Screenshot%202025-06-01%20122301.png",
  },
  {
    id: 5,
    name: "عميل سعيد",
    text: `للأمانه الوجبات جداً ممتازه وايد في تغير شكراً جزيلاً!`,
    image:
      "https://bank-sohar-dig.b-cdn.net/smart-spoon/testimonal-section/Screenshot%202025-06-01%20122317.png",
  },
  {
    id: 6,
    name: "عميل سعيد",
    text: `امين ماشالله
عجبني
ممتاز بصراحه
احب التنوع عن كذا ماسألت
يعطيكم الف عافيه شغلكم نظيف ومرتب
كل يوم شي جديد ولذيذ 😂`,
    image:
      "https://bank-sohar-dig.b-cdn.net/smart-spoon/testimonal-section/Screenshot%202025-06-01%20122332.png",
  },
  {
    id: 7,
    name: "عميل سعيد",
    text: `حبيبتي ماشاالله ما قصرتي صراحه وجباتك واجد مختلفه ومتنوعة وواجد استفدت منهم الحمدلله ونزل وزني البيبي مع الوجبات كل شي امور صارت زينة الحمدلله`,
    image:
      "https://bank-sohar-dig.b-cdn.net/smart-spoon/testimonal-section/Screenshot%202025-06-01%20122346.png",
  },
  {
    id: 8,
    name: "عميل سعيد",
    text: `الاكل فووووووق الممتاز
شي مرتب ويشرح النفس شكرا`,
    image:
      "https://bank-sohar-dig.b-cdn.net/smart-spoon/testimonal-section/Screenshot%202025-06-01%20122350.png",
  },
  {
    id: 9,
    name: "عميل سعيد",
    text: `م فيه تعليق حقيقة الاكل ولا غلطة
م تحس وجبات دايت صحيه كأنه اكل بيت
وتقييمي من بين اللي جربتهم انتي الافضل
بارك الله فيش والله يعطيكم الخير`,
    image:
      "https://bank-sohar-dig.b-cdn.net/smart-spoon/testimonal-section/Screenshot%202025-06-01%20122357.png",
  },
  {
    id: 10,
    name: "عميل سعيد",
    text: `الامور ممتازه، الكمية زينة و متشوق اجرب الوجبات الثانية، البرجر واجد حلو والباسطا`,
    image:
      "https://bank-sohar-dig.b-cdn.net/smart-spoon/testimonal-section/Screenshot%202025-06-01%20122412.png",
  },
];
